Repository: sahiwal283/TabletTracker
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Production Submission
es: Envío de Producción

source: Logged in as
es: Conectado como

source: Enter your production counts below
es: Ingrese sus conteos de producción a continuación

source: Logout
es: Cerrar Sesión

source: Product Type
es: Tipo de Producto

source: Select product type...
es: Seleccionar tipo de producto...

source: Count
es: Cantidad

source: Select count...
es: Seleccionar cantidad...

source: Box #
es: # de Caja

source: Bag #
es: # de Bolsa

source: Bag Label Count
es: Conteo de Etiqueta de Bolsa

source: Count on the bag label
es: Conteo en la etiqueta de la bolsa

source: Production Details
es: Detalles de Producción

source: Displays Made
es: Exhibidores Hechos

source: Single Packs Remaining
es: Paquetes Individuales Restantes

source: Loose Tablets
es: Tabletas Sueltas

source: Damaged Tablets
es: Tabletas Dañadas

source: Submit Production Count
es: Enviar Conteo de Producción
